"OK"="好";
"CANCEL" = "取消";
"Can't load bundle"="不能载入捆绑文件";
"Apple" = "Apple";
"Pictures" = "图片";
"Other" = "其他";
"CHOOSE" = "选取";
"DOT_MAC_AND_RSS" = "%@ 和 RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "正在验证 RSS…";
"NO_FEED_FOUND" = "未能找到提要。";
"GETTING_ALBUMS" = "正在获得相簿…";
"SELECT_ALBUMS" = "选择要显示的相簿：";
"INVALID_MEMBER_NAME" = "会员名称无效。";
"NO_ALBUMS_FOR_USER" = "未能找到此用户的相簿。";

/* strings for tool tips */
"minute" = "分钟";
"minutes" = "分钟";
"hour" = "小时";
"hours" = "小时";
"OPTIONS_BUTTON_TIP" = "设定此屏幕保护程序的选项。";
"Never" = "永不";
"Slideshow" = "幻灯片显示";
"Collage" = "拼图";
"Mosaic" = "马赛克";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "样式";

/* For contextual menu */
"DELETE" = "删除";
"REVEAL_IN_FINDER" = "在 Finder 中显示";
"MOVE_TO_TRASH" = "移到废纸篓";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "浏览屏幕保护程序";
"ADD_MOBILE_ME_GALLERY" = "添加 MobileMe 画廊…";
"ADD_PICTURES" = "添加图片的文件夹…";
"ADD_RSS_FEED" = "添加 RSS 提要…";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "添加图片或者浏览屏幕保护程序";
"REMOVE_SAVER_AX_VALUE" = "删除所选的屏幕保护程序";

/* Alerts */
"INCOMPATIBLE_TITLE" = "您不能在这台电脑上使用“%@”屏幕保护程序。";
"INCOMPATIBLE_DESC" = "请联系此屏幕保护程序的开发者以获得更高版本。";
"DELETE_WARNING_TITLE" = "您确定要删除“%@”吗？";
"DELETE_WARNING_DESC" = "该屏幕保护程序将移到废纸篓。";
